<div class="row">
</div>
<div class="row">
  <div class="col-xs-12 col-md-12">
    

    <h2><span class="label label-default ">หลักสูตรที่เปิดสอน</span></h2>
    <div class="clearfix visible-xs"></div>
        <br>

        <blockquote>
          <h4><span class="label label-default ">หลักสูตรที่เปิดสอน ระยะเวลาศึกษา 4 ปี</span></h4>
          <div class="clearfix visible-xs"></div>
          
          <p style="text-align:justify">
          <ul>
            <li>หลักสูตรบริการธุรกิจบัณฑิต สาขาวิชาคอมพิวเตอร์ธุรกิจ</li>
            <li>หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาเทคโนโลยีคอมพิวเตอร์เคลื่อนที่</li>
            <li>หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาเทคโนโลยีสารสนเทศ</li>
            <li>หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาภูมิสารสนเทศศาสตร์</li>
            <li>หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาวิทยาการคอมพิวเตอร์</li>
            <li>หลักสูตรวิศวกรรมศาสตรบัณฑิต สาขาวิชาวิศวกรรมคอมพิวเตอร์</li>
            <li>หลักสูตรวิศวกรรมศาสตรบัณฑิต สาขาวิชาวิศวกรรมซอฟต์แวร์</li>
            <li>หลักสูตรวิศวกรรมศาสตรบัณฑิต สาขาวิชาวิศวกรรมสารสนเทศและการสื่อสาร</li>
            <li>หลักสูตรศิลปกรรมศาสตรบัณฑิต สาขาวิชาคอมพิวเตอร์กราฟิกและมัลติมีเดีย</li>
          </ul>
          </p>
          <br>
          <h4><span class="label label-default ">หลักสูตรระดับปริญญาตรีคู่ขนาน 2 ปริญญา *</span></h4>
          <div class="clearfix visible-xs"></div>
          <p style="text-align:justify">
          <ul>
            <li>หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาเทคโนโลยีสารสนเทศ และหลักสูตรศิลปศาสตรบัณฑิต สาขาวิชาภาษาอังกฤษ<br><strong><span style="color: green;">(* การศึกษาหลักสูตรระดับปริญญาตรีคู่ขนาน 2 ปริญญา ระยะเวลาศึกษา 5 ปี)</span></strong></li>
          </ul>
          </p>
        </blockquote>
        <hr>
  </div>
</div>