<div class="row">
</div>
<div class="row">
	<div class="col-xs-12 col-md-12">
		
		<h2><span class="label label-default ">ประวัติคณะ</span></h2>
		<div class="clearfix visible-xs"></div>
		<br>
		
		<blockquote>
			<dl>
	            <ol>
					<p class=" text-center"><img src="<?=base_url()?>images/ict_tran.png"  class="img-thumbnail img-responsive"   alt="Responsive image" style="width:200px"></p>
					<div class="clearfix visible-xs"></div>
			        <p style="margin: 0px 0px 0px;text-align:justify">&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbspคณะเทคโนโลยีสารสนเทศและการสื่อสาร มหาวิทยาลัยพะเยา จัดตั้งขึ้นโดยมีวัตถุประสงค์เพื่อผลิตบัณฑิตสาขาวิชาทางด้านเทคโนโลยีสารสนเทศและการสื่อสาร สอดคล้องตามเป้าหมายการเป็นมหาวิทยาลัยสมบูรณ์แบบ (Comprehensive University) ของมหาวิทยาลัยพะเยา ที่มุ่งเน้นการผลิตบัณฑิตระดับปริญญาตรี ในกลุ่มวิทยาศาสตร์และเทคโนโลยี มีปณิธานร่วมว่า “ปัญญาเพื่อความเข้มแข็งของชุมชน” และมีวิสัยทัศน์ว่า “เทคโนโลยีสารสนเทศและการสื่อสาร สร้างสรรค์องค์ความรู้ สร้างสานชีวิตสู่สากล”  โดยมีพันธกิจและประเด็นยุทธศาสตร์ 5 ด้าน ได้แก่
			        </p>
			        <div style="margin: 0px 0px 0px;text-align:justify">
				        <ul style="list-style-type:none;">
				        	<li>&nbsp&nbsp&nbsp&nbsp&nbsp(1) บริหารจัดการอย่างมีประสิทธิภาพ ประสิทธิผล และยึดมั่นในธรรมาภิบาล</li>
				        	<li>&nbsp&nbsp&nbsp&nbsp&nbsp(2) จัดการเรียนการสอนที่เน้นให้นิสิตอยู่และเรียน (Live and Learn) อย่างมีความสุข จบไปมีงานทำและเป็นคนดีของสังคม</li>
				        	<li>&nbsp&nbsp&nbsp&nbsp&nbsp(3) การวิจัยที่เน้นการสร้างปัญญารวมหมู่ (Collective Intelligence) เคียงคู่ชุมชน</li>
				        	<li>&nbsp&nbsp&nbsp&nbsp&nbsp(4) บริการวิชาการโดยเน้นการใช้ปัญญารวมหมู่เพื่อพัฒนาความเข้มแข็งของชุมชน (Community Empowerment) และ</li>
				        	<li>&nbsp&nbsp&nbsp&nbsp&nbsp(5) ทำนุบำรุงภูมิปัญญา ศิลปะ วัฒนธรรม และสิ่งแวดล้อมของท้องถิ่น (Local Wisdom) สู่สากล</li>
				        </ul>
			        </div>
			        <p style="margin: 0px 0px 0px;text-align:justify">&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbspประวัติความเป็นมาของคณะ ก่อกำเนิดขึ้นเมื่อวันที่ 22 มิถุนายน พ.ศ.  2544 โดยใช้ชื่อว่า กลุ่มวิชาเทคโนโลยีสารสนเทศ สังกัดสำนักวิชาการวิทยาเขตสารสนเทศพะเยา มหาวิทยาลัยนเรศวร ในระยะเริ่มแรกได้เปิดสอนเพียง 1 สาขาวิชา คือ สาขาวิชาคอมพิวเตอร์ธุรกิจ ต่อมาใน       ปี 2545 ได้เปลี่ยนชื่อเป็น สำนักวิชาเทคโนโลยีสารสนเทศและการสื่อสาร และเปิดสอนเพิ่มอีก       2 สาขาวิชา ได้แก่ สาขาวิชาวิทยาการคอมพิวเตอร์ และสาขาวิชาวิศวกรรมคอมพิวเตอร์ ในปี พ.ศ. 2550 – 2551 สำนักวิชาเทคโนโลยีสารสนเทศและการสื่อสาร ได้เปิดสอนเพิ่มอีก 2 สาขาวิชา ได้แก่ สาขาวิชาเทคโนโลยีสารสนเทศ และสาขาวิชาภูมิสารสนเทศศาสตร์</p>
			        <p style="margin: 0px 0px 0px;text-align:justify">&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbspต่อมาเมื่อวันที่ 12 กรกฎาคม พ.ศ. 2553 พระบาทสมเด็จพระเจ้าอยู่หัวภูมิพลอดุลย-เดช ได้มีพระบรมราชโองการโปรดเกล้าฯ ให้ตราพระราชบัญญัติมหาวิทยาลัยพะเยา และประกาศในราชกิจจานุเบกษาเมื่อวันที่ 16 กรกฎาคม พ.ศ. 2553 มีผลบังคับใช้เป็น "มหาวิทยาลัยพะเยา"   โดยสมบูรณ์ ตั้งแต่วันที่ 17 กรกฎาคม พ.ศ. 2553 เป็นต้นไป มหาวิทยาลัยพะเยาจึงได้ออกประกาศมหาวิทยาลัยพะเยา เรื่องการจัดตั้งส่วนงานวิชาการของมหาวิทยาลัยพะเยา พ.ศ.2553 ข้อ 4        ให้จัดตั้งส่วนงานวิชาการ ตามมาตรา 7(3) แห่งพระราชบัญญัติมหาวิทยาลัยพะเยา พ.ศ. 2553 ประกอบด้วย 13 คณะ 2 วิทยาลัย จึงมีผลให้สำนักวิชาเทคโนโลยีสารสนเทศและการสื่อสาร มีฐานะเป็น “คณะเทคโนโลยีสารสนเทศและการสื่อสาร” ตั้งแต่วันที่ 19 กันยายน พ.ศ. 2553 เป็นต้นมา</p>
			        	<p style="margin: 0px 0px 0px;text-align:justify">&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbspด้านการบริหารจัดการ มหาวิทยาลัยพะเยา ได้มี คำสั่งที่ 306/2553 ลงวันที่ 1 ตุลาคม พ.ศ. 2553 เรื่อง แต่งตั้งรองศาสตราจารย์ ดร.สุภกร พงศบางโพธิ์ เป็นผู้รักษาการในตำแหน่งคณบดีคณะเทคโนโลยีสารสนเทศและการสื่อสาร ต่อมาได้มีคำสั่งที่ 107/2554 ลงวันที่ 1 กุมภาพันธ์ พ.ศ. 2554 เรื่อง แต่งตั้งผู้ช่วยศาสตราจารย์ ดร.ฐิติรัตน์ เชี่ยวสุวรรณ  เป็นผู้รักษาการในตำแหน่งคณบดีคณะเทคโนโลยีสารสนเทศและการสื่อสาร และได้มีคำสั่งที่ 349/2554 ลงวันที่ 12 มีนาคม พ.ศ. 2554 แต่งตั้งผู้ช่วยศาสตราจารย์ ดร.ฐิติรัตน์ เชี่ยวสุวรรณ  เป็นคณบดีคณะเทคโนโลยีสารสนเทศและการสื่อสาร โดยมีโครงสร้างการบริหารงานในคณะแบ่งเป็น 7 สาขาวิชา 1 ศูนย์ และ 1 สำนักงานเลขานุการ </p>
			        <p style="margin: 0px 0px 0px;">&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbspปีการศึกษา 2554 คณะเทคโนโลยีสารสนเทศและการสื่อสาร มีการจัดการเรียนการสอนในระดับปริญญาตรี 4 หลักสูตร 6 สาขาวิชา ได้แก่ (1) หลักสูตรวิศวกรรมศาสตรบัณฑิต สาขาวิชาวิศวกรรมคอมพิวเตอร์ (2) หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาวิทยาการคอมพิวเตอร์ สาขาวิชาเทคโนโลยีสารสนเทศ และสาขาวิชาภูมิสารสนเทศศาสตร์ (3) หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาคอมพิวเตอร์ธุรกิจ และ (4) ระดับปริญญาโท หลักสูตรวิทยาศาสตรมหาบัณฑิต สาขาวิชาเทคโนโลยีอินเทอร์เน็ต ปีการศึกษา 2555 คณะเทคโนโลยีสารสนเทศและการสื่อสาร     ได้จัดการเรียนการสอนสาขาวิชาใหม่ ภายใต้หลักสูตรวิศวกรรมศาสตรบัณฑิต 2 สาขาวิชา ได้แก่ สาขาวิชาวิศวกรรมซอฟต์แวร์ และสาขาวิชาวิศวกรรมเทคโนโลยีสารสนเทศและการสื่อสาร และปีการศึกษา 2556 ได้มีการจัดตั้งสาขาวิชาใหม่ 2 สาขาวิชา ได้แก่ สาขาวิชาเทคโนโลยีคอมพิวเตอร์เคลื่อนที่ และสาขาวิชาเทคโนโลยีคอมพิวเตอร์กราฟิกและมัลติมีเดีย ซึ่งจะเปิดรับนิสิตในปีการศึกษา 2556 และ 2557 ตามลำดับ</p>
			        <p style="margin: 0px 0px 0px;">&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbspในปัจจุบันคณะเทคโนโลยีสารสนเทศและการสื่อสาร มีการจัดการเรียนการสอน 4 หลักสูตร 9 สาขาวิชา ได้แก่ (1) หลักสูตรวิศวกรรมศาสตรบัณฑิต สาขาวิชาวิศวกรรมคอมพิวเตอร์ สาขาวิชาวิศวกรรมซอฟต์แวร์ และสาขาวิชาวิศวกรรมเทคโนโลยีสารสนเทศและการสื่อสาร  (2) หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาวิทยาการคอมพิวเตอร์ สาขาวิชาเทคโนโลยีสารสนเทศ สาขาวิชาภูมิสารสนเทศศาสตร์ และสาขาวิชาเทคโนโลยีคอมพิวเตอร์เคลื่อนที่ (3) หลักสูตรบริหารธุรกิจบัณฑิต สาขาวิชาคอมพิวเตอร์ธุรกิจ และ (4) ระดับปริญญาโท หลักสูตรวิทยาศาสตรมหาบัณฑิต สาขาวิชาเทคโนโลยีอินเทอร์เน็ต มีนิสิตรวมทั้งสิ้น จำนวน 1,355 คน มีบุคลากรสายสนับสนุน จำนวน 21 คน และมีบุคลากรสายวิชาการ จำนวน 61 คน แบ่งเป็นผู้ช่วยศาสตราจารย์ 2 คน และอาจารย์ 59 คน ทั้งนี้คณะมีคณาจารย์ที่มีคุณวุฒิปริญญาเอก จำนวน  9 คน ระดับปริญญาโท จำนวน 50 คน</p>
			        <p style="margin: 0px 0px 0px;text-align:justify">&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbspในปีงบประมาณ พ.ศ. 2556 คณะได้รับจัดสรรงบประมาณทั้งสิ้น 8,998,568.37 บาท แบ่งเป็น 1) กองทุนเพื่อการศึกษา (งบประมาณบริหารจัดการ และพัฒนาบุคลากร) จำนวน 3,915,718.37 บาท คิดเป็นร้อยละ 43.51 2) กองทุนสินทรัพย์ถาวร จำนวน 3,236,000 บาท     คิดเป็นร้อยละ 35.96 3) กองทุนกิจการนิสิต (พัฒนาคุณภาพนิสิต) จำนวน 857,800 บาท คิดเป็นร้อยละ 9.53 4) กองทุนบริการวิชาการ จำนวน 356,500  บาท คิดเป็นร้อยละ 3.96 5) กองทุนทำนุบำรุงศิลปะและวัฒนธรรม จำนวน 132,550 บาท ร้อยละ 1.47 และ 6) กองทุนวิจัย จำนวน 500,000 บาท คิดเป็นร้อยละ 5.56</p>	
			  	</ol>
		  	</dl>
        </blockquote>
    </div>
</div>